export default function loadMainContent() {
    const mainContent = document.querySelector('.main-about__content');

    mainContent.innerHTML = `
        <p>Добро пожаловать на наш сайт, посвященный русской кухне – удивительному миру вкусов и ароматов, который дарит
        нам богатство традиционных рецептов, проверенных временем. Здесь, в сердце нашего кулинарного пространства, вы
        сможете погрузиться в атмосферу настоящих русских трапез, где каждое блюдо несет в себе частичку истории,
        культуры и любви.</p>

        <p>Мы предлагаем вам насладиться самыми популярными рецептами, среди которых обязательно найдутся блюда, известные
        на всю страну, такие как борщ, вареники и пельмени. Но это лишь начало! На нашем сайте вы найдете также
        уникальные рецепты, которые передаются из поколения в поколение, а также современные интерпретации классических
        блюд, которые порадуют даже самых взыскательных гурманов.</p>

        <p>Не упустите возможность узнать секреты русской кухни, познакомиться с традициями застолий и способов
        приготовления блюд, которые испокон веков собирают семьи и друзей за одним столом. Мы верим, что еда не только
        насыщает, но и объединяет людей, создавая неповторимое чувство уюта и тепла.</p>

        <p>Кроме того, наш сайт предлагает вам не только рецепты, но и советы по выбору продуктов, полезные рекомендации по
        организации праздников и застолий, а также статьи о культуре и обычаях, связанных с русской кухней. Пусть каждая
        страница станет для вас настоящей кулинарной находкой, вдохновением и проводником в удивительный мир русских
        традиций. Присоединяйтесь к нам, и давайте вместе готовить и наслаждаться самыми вкусными моментами жизни!</p>
    `
}